Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Return to Voice settings, enable this mode if it is off, and tap %@ to check availability.
de: Kehre zu den Spracheinstellungen zurück, aktiviere diesen Modus, falls er aus ist, und tippe auf „%@“, um die Verfügbarkeit zu prüfen.
es: Vuelve a los ajustes de Voz, activa este modo si está desactivado y toca «%@» para comprobar la disponibilidad.
fr: Revenez aux réglages Voix, activez ce mode s'il est désactivé, puis touchez %@ pour vérifier la disponibilité.
id: Kembali ke pengaturan Suara, aktifkan mode ini jika mati, lalu ketuk %@ untuk memeriksa ketersediaan.
it: Torna alle impostazioni Voce, attiva questa modalità se è disattivata e tocca %@ per verificare la disponibilità.
ja: 「音声」設定に戻り、このモードがオフの場合はオンにしてから、%@をタップして利用可能か確認してください。
ko: ‘음성’ 설정으로 돌아가 이 모드가 꺼져 있으면 켠 다음, ‘%@’ 버튼을 탭해 사용 가능한지 확인하세요.
pl: Wróć do ustawień głosu, włącz ten tryb, jeśli jest wyłączony, i stuknij „%@”, aby sprawdzić dostępność.
pt_br: Volte aos ajustes de Voz, ative este modo se estiver desativado e toque em %@ para verificar a disponibilidade.
ru: Вернитесь в настройки голоса, включите этот режим, если он выключен, и нажмите «%@», чтобы проверить доступность.
tr: Ses ayarlarına dönün, kapalıysa bu modu açın ve kullanılabilirliği denetlemek için “%@” düğmesine dokunun.
zh_hans: 返回“语音”设置；如果此模式尚未启用，请先启用，然后轻点 %@ 检查是否可用。
zh_hant: 返回「語音」設定，如果此模式已關閉請將其開啟，然後點一下「%@」檢查是否可用。

source: Set GEMINI_API_KEY in the active Hermes profile’s .env file. Keep the key on your Hermes server.
de: Setze GEMINI_API_KEY in der .env-Datei des aktiven Hermes-Profils. Bewahre den Schlüssel auf deinem Hermes-Server auf.
es: Define GEMINI_API_KEY en el archivo .env del perfil de Hermes activo. Mantén la clave en tu servidor Hermes.
fr: Définissez GEMINI_API_KEY dans le fichier .env du profil Hermes actif. Gardez la clé sur votre serveur Hermes.
id: Atur GEMINI_API_KEY di file .env profil Hermes yang aktif. Simpan kunci di server Hermes Anda.
it: Imposta GEMINI_API_KEY nel file .env del profilo Hermes attivo. Conserva la chiave sul tuo server Hermes.
ja: 使用中のHermesプロファイルの.envファイルにGEMINI_API_KEYを設定してください。キーはHermesサーバ上に保管してください。
ko: 활성 Hermes 프로필의 .env 파일에 GEMINI_API_KEY를 설정하세요. 키는 Hermes 서버에만 보관하세요.
pl: Ustaw GEMINI_API_KEY w pliku .env aktywnego profilu Hermes. Przechowuj klucz na swoim serwerze Hermes.
pt_br: Defina GEMINI_API_KEY no arquivo .env do perfil ativo do Hermes. Mantenha a chave no seu servidor Hermes.
ru: Задайте GEMINI_API_KEY в файле .env активного профиля Hermes. Храните ключ на вашем сервере Hermes.
tr: Etkin Hermes profilinin .env dosyasında GEMINI_API_KEY değerini ayarlayın. Anahtarı Hermes sunucunuzda tutun.
zh_hans: 在当前 Hermes 配置的 .env 文件中设置 GEMINI_API_KEY。请将密钥保留在 Hermes 服务器上。
zh_hant: 在目前 Hermes 設定檔的 .env 檔案中設定 GEMINI_API_KEY。請將金鑰保留在你的 Hermes 伺服器上。

source: Set up Gemini Live
de: Gemini Live einrichten
es: Configurar Gemini Live
fr: Configurer Gemini Live
id: Siapkan Gemini Live
it: Configura Gemini Live
ja: Gemini Liveを設定
ko: Gemini Live 설정
pl: Skonfiguruj Gemini Live
pt_br: Configurar o Gemini Live
ru: Настройка Gemini Live
tr: Gemini Live'ı kur
zh_hans: 设置 Gemini Live
zh_hant: 設定 Gemini Live

source: Set up GPT-Live
de: GPT-Live einrichten
es: Configurar GPT-Live
fr: Configurer GPT-Live
id: Siapkan GPT-Live
it: Configura GPT-Live
ja: GPT-Liveを設定
ko: GPT-Live 설정
pl: Skonfiguruj GPT-Live
pt_br: Configurar o GPT-Live
ru: Настройка GPT-Live
tr: GPT-Live'ı kur
zh_hans: 设置 GPT-Live
zh_hant: 設定 GPT-Live

source: Sign in to OpenAI Codex
de: Bei OpenAI Codex anmelden
es: Inicia sesión en OpenAI Codex
fr: Se connecter à OpenAI Codex
id: Masuk ke OpenAI Codex
it: Accedi a OpenAI Codex
ja: OpenAI Codexにサインイン
ko: OpenAI Codex에 로그인
pl: Zaloguj się do OpenAI Codex
pt_br: Fazer login no OpenAI Codex
ru: Войдите в OpenAI Codex
tr: OpenAI Codex'e giriş yapın
zh_hans: 登录 OpenAI Codex
zh_hant: 登入 OpenAI Codex

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
id: Penyiapan
it: Configurazione
ja: セットアップ
ko: 설정 방법
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
tr: Kurulum
zh_hans: 设置
zh_hant: 設定

source: From %@
de: Aus %@
es: Desde %@
fr: Depuis %@
id: Dari %@
it: Da %@
ja: %@から
ko: 출처: %@
pl: Z czatu „%@”
pt_br: De %@
ru: Из чата «%@»
tr: Kaynak: %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Resume call
de: Anruf fortsetzen
es: Reanudar llamada
fr: Reprendre l'appel
id: Lanjutkan panggilan
it: Riprendi chiamata
ja: 通話を再開
ko: 통화 재개
pl: Wznów połączenie
pt_br: Retomar chamada
ru: Продолжить звонок
tr: Aramayı sürdür
zh_hans: 继续通话
zh_hant: 繼續通話

source: Save calls to Sessions
de: Anrufe in „Sitzungen“ sichern
es: Guardar llamadas en Sesiones
fr: Enregistrer les appels dans Sessions
id: Simpan panggilan ke Sesi
it: Salva le chiamate in Sessioni
ja: 通話をセッションに保存
ko: 세션에 통화 저장
pl: Zapisuj połączenia w Sesjach
pt_br: Salvar chamadas em Sessões
ru: Сохранять звонки в «Сеансы»
tr: Aramaları Oturumlar'a kaydet
zh_hans: 将通话保存到会话
zh_hant: 將通話儲存到「工作階段」

source: Starts a new live call that continues this one
de: Startet einen neuen Live-Anruf, der diesen fortsetzt
es: Inicia una nueva llamada en vivo que continúa esta
fr: Lance un nouvel appel en direct qui prolonge celui-ci
id: Memulai panggilan langsung baru yang melanjutkan panggilan ini
it: Avvia una nuova chiamata live che continua questa
ja: この通話の続きとして新しいライブ通話を開始します
ko: 이 통화를 이어 가는 새 라이브 통화를 시작해요
pl: Rozpoczyna nowe połączenie Live, które kontynuuje to połączenie
pt_br: Inicia uma nova chamada ao vivo que dá continuidade a esta
ru: Начинает новый Live-звонок, продолжающий этот
tr: Bunu sürdüren yeni bir canlı arama başlatır
zh_hans: 开始一个新的实时通话，接着这次通话继续
zh_hant: 開始新的即時通話，接續這次通話

source: Voice Jobs
de: Sprachjobs
es: Trabajos de voz
fr: Jobs vocaux
id: Pekerjaan Suara
it: Job vocali
ja: 音声ジョブ
ko: 음성 작업
pl: Zlecenia głosowe
pt_br: Trabalhos de Voz
ru: Голосовые задания
tr: Sesli İşler
zh_hans: 语音任务
zh_hant: 語音工作

source: Voice call
de: Sprachanruf
es: Llamada de voz
fr: Appel vocal
id: Panggilan suara
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
pl: Połączenie głosowe
pt_br: Chamada de voz
ru: Голосовой звонок
tr: Sesli arama
zh_hans: 语音通话
zh_hant: 語音通話

source: Voice call resumed
de: Sprachanruf fortgesetzt
es: Llamada de voz reanudada
fr: Appel vocal repris
id: Panggilan suara dilanjutkan
it: Chiamata vocale ripresa
ja: 音声通話を再開しました
ko: 음성 통화 재개됨
pl: Wznowiono połączenie głosowe
pt_br: Chamada de voz retomada
ru: Голосовой звонок возобновлён
tr: Sesli arama sürdürüldü
zh_hans: 语音通话已继续
zh_hant: 語音通話已繼續

source: Voice call · %@
de: Sprachanruf · %@
es: Llamada de voz · %@
fr: Appel vocal · %@
id: Panggilan suara · %@
it: Chiamata vocale · %@
ja: 音声通話 · %@
ko: 음성 통화 · %@
pl: Połączenie głosowe · %@
pt_br: Chamada de voz · %@
ru: Голосовой звонок · %@
tr: Sesli arama · %@
zh_hans: 语音通话 · %@
zh_hant: 語音通話 · %@

source: Available (%@, via %@)
de: Verfügbar (%@, über %@)
es: Disponible (%@, a través de %@)
fr: Disponible (%@, via %@)
id: Tersedia (%@, melalui %@)
it: Disponibile (%@, tramite %@)
ja: 利用可能（%@、%@経由）
ko: 사용 가능(%@, %@ 경유)
pl: Dostępny (%@, przez %@)
pt_br: Disponível (%@, via %@)
ru: Доступно (%@, через %@)
tr: Kullanılabilir (%@, %@ üzerinden)
zh_hans: 可用（%1$@，通过 %2$@）
zh_hant: 可用（%@，透過 %@）

source: Available (%@, voice %@, via %@)
de: Verfügbar (%@, Stimme %@, über %@)
es: Disponible (%@, voz %@, a través de %@)
fr: Disponible (%@, voix %@, via %@)
id: Tersedia (%@, suara %@, melalui %@)
it: Disponibile (%@, voce %@, tramite %@)
ja: 利用可能（%@、音声：%@、%@経由）
ko: 사용 가능(%@, 목소리 %@, %@ 경유)
pl: Dostępny (%@, głos %@, przez %@)
pt_br: Disponível (%@, voz %@, via %@)
ru: Доступно (%@, голос %@, через %@)
tr: Kullanılabilir (%@, ses %@, %@ üzerinden)
zh_hans: 可用（%1$@，声音 %2$@，通过 %3$@）
zh_hant: 可用（%@，聲音 %@，透過 %@）

source: Check Grok Live
de: Grok Live prüfen
es: Comprobar Grok Live
fr: Vérifier Grok Live
id: Periksa Grok Live
it: Verifica Grok Live
ja: Grok Liveを確認
ko: Grok Live 확인
pl: Sprawdź Grok Live
pt_br: Verificar Grok Live
ru: Проверить Grok Live
tr: Grok Live'ı denetle
zh_hans: 检查 Grok Live
zh_hant: 檢查 Grok Live

source: Connecting to Grok Live…
de: Verbindung zu Grok Live wird hergestellt …
es: Conectando con Grok Live…
fr: Connexion à Grok Live…
id: Menghubungkan ke Grok Live…
it: Connessione a Grok Live…
ja: Grok Liveに接続中…
ko: Grok Live에 연결 중…
pl: Łączenie z Grok Live…
pt_br: Conectando ao Grok Live…
ru: Подключение к Grok Live…
tr: Grok Live'a bağlanılıyor…
zh_hans: 正在连接 Grok Live…
zh_hant: 正在連線到 Grok Live…

source: Could not open the Grok Live connection.
de: Die Verbindung zu Grok Live konnte nicht geöffnet werden.
es: No se pudo abrir la conexión con Grok Live.
fr: Impossible d'ouvrir la connexion Grok Live.
id: Tidak dapat membuka koneksi Grok Live.
it: Impossibile aprire la connessione a Grok Live.
ja: Grok Liveとの接続を開けませんでした。
ko: Grok Live 연결을 열 수 없어요.
pl: Nie udało się otworzyć połączenia z Grok Live.
pt_br: Não foi possível abrir a conexão com o Grok Live.
ru: Не удалось открыть соединение с Grok Live.
tr: Grok Live bağlantısı açılamadı.
zh_hans: 无法打开 Grok Live 连接。
zh_hant: 無法打開 Grok Live 連線。

source: Couldn't connect to Grok Live.
de: Keine Verbindung zu Grok Live möglich.
es: No se pudo conectar con Grok Live.
fr: Impossible de se connecter à Grok Live.
id: Tidak dapat terhubung ke Grok Live.
it: Impossibile connettersi a Grok Live.
ja: Grok Liveに接続できませんでした。
ko: Grok Live에 연결할 수 없어요.
pl: Nie udało się połączyć z Grok Live.
pt_br: Não foi possível conectar ao Grok Live.
ru: Не удалось подключиться к Grok Live.
tr: Grok Live'a bağlanılamadı.
zh_hans: 无法连接到 Grok Live。
zh_hant: 無法連線到 Grok Live。

source: Couldn't connect to Grok Live: %@
de: Keine Verbindung zu Grok Live möglich: %@
es: No se pudo conectar con Grok Live: %@
fr: Impossible de se connecter à Grok Live : %@
id: Tidak dapat terhubung ke Grok Live: %@
it: Impossibile connettersi a Grok Live: %@
ja: Grok Liveに接続できませんでした：%@
ko: Grok Live에 연결할 수 없어요: %@
pl: Nie udało się połączyć z Grok Live: %@
pt_br: Não foi possível conectar ao Grok Live: %@
ru: Не удалось подключиться к Grok Live: %@
tr: Grok Live'a bağlanılamadı: %@
zh_hans: 无法连接到 Grok Live：%@
zh_hant: 無法連線到 Grok Live：%@

source: Each call's transcript is saved to your Hermes server's history and shows under Voice in Sessions, where you can read it or resume the call. Needs an up-to-date Hermes notifier plugin. Shared by every live voice mode. Applies to the next conversation.
de: Das Transkript jedes Anrufs wird im Verlauf deines Hermes-Servers gespeichert und erscheint in „Sitzungen“ unter „Sprachmodus“, wo du es lesen oder den Anruf fortsetzen kannst. Erfordert ein aktuelles Hermes-Notifier-Plug-in. Gilt gemeinsam für alle Live-Sprachmodi. Gilt ab der nächsten Unterhaltung.
es: La transcripción de cada llamada se guarda en el historial de tu servidor Hermes y aparece en Voz, dentro de Sesiones, donde puedes leerla o reanudar la llamada. Requiere un plugin de notificaciones de Hermes actualizado. Se comparte con todos los modos de voz en vivo. Se aplica a la próxima conversación.
fr: La transcription de chaque appel est enregistrée dans l'historique de votre serveur Hermes et s'affiche sous Voix dans Sessions, où vous pouvez la lire ou reprendre l'appel. Nécessite un plugin de notification Hermes à jour. Partagé par tous les modes vocaux en direct. S'applique à la prochaine conversation.
id: Transkrip setiap panggilan disimpan ke riwayat server Hermes Anda dan muncul di bawah Suara di Sesi, tempat Anda dapat membacanya atau melanjutkan panggilan. Memerlukan plugin notifier Hermes versi terbaru. Digunakan bersama oleh semua mode Live Voice. Berlaku mulai percakapan berikutnya.
it: La trascrizione di ogni chiamata viene salvata nella cronologia del tuo server Hermes e appare in Voce, in Sessioni, dove puoi leggerla o riprendere la chiamata. Richiede un plugin di notifica di Hermes aggiornato. Impostazione condivisa da tutte le modalità Voce live. Vale dalla prossima conversazione.
ja: 各通話の文字起こしはHermesサーバの履歴に保存され、「セッション」の「音声」に表示されます。そこで内容を読んだり、通話を再開したりできます。最新のHermes通知プラグインが必要です。すべてのライブ音声モードで共通の設定です。次回の会話から適用されます。
ko: 각 통화의 대화 내용은 Hermes 서버의 기록에 저장되고 ‘세션’의 ‘음성’ 아래에 표시돼요. 거기서 내용을 읽거나 통화를 재개할 수 있어요. 최신 Hermes 알림 플러그인이 필요해요. 모든 라이브 음성 모드에 공통으로 적용돼요. 다음 대화부터 적용돼요.
pl: Transkrypcja każdego połączenia jest zapisywana w historii Twojego serwera Hermes i pojawia się w sekcji Głos w Sesjach, gdzie możesz ją przeczytać lub wznowić połączenie. Wymaga aktualnej wtyczki powiadomień Hermes. Wspólne dla wszystkich trybów głosowych Live. Obowiązuje od następnej rozmowy.
pt_br: A transcrição de cada chamada é salva no histórico do seu servidor Hermes e aparece em Voz, nas Sessões, onde você pode lê-la ou retomar a chamada. Requer um plugin notificador do Hermes atualizado. Compartilhado por todos os modos de voz ao vivo. Vale a partir da próxima conversa.
ru: Расшифровка каждого звонка сохраняется в истории вашего сервера Hermes и отображается в разделе «Голос» в «Сеансах», где её можно прочитать или продолжить звонок. Нужна актуальная версия плагина уведомлений Hermes. Общая настройка для всех Live-режимов. Действует со следующего разговора.
tr: Her aramanın transkripti Hermes sunucunuzun geçmişine kaydedilir ve Oturumlar'da Ses altında görünür; orada okuyabilir veya aramayı sürdürebilirsiniz. Güncel bir Hermes bildirim eklentisi gerekir. Tüm canlı ses modları için ortaktır. Sonraki konuşmada geçerli olur.
zh_hans: 每次通话的转写会保存到你的 Hermes 服务器历史记录中，并显示在“会话”的“语音”下，你可以在那里阅读或继续通话。需要最新的 Hermes 通知插件。所有实时语音模式共用此设置。将在下一次对话中生效。
zh_hant: 每次通話的逐字稿都會儲存到你 Hermes 伺服器的記錄中，並顯示在「工作階段」的「語音」下，你可以在那裡閱讀或繼續通話。需要最新的 Hermes 通知外掛程式。所有即時語音模式共用此設定。下次對話起生效。

source: Grok Live gets what your Hermes agent remembers about you. That memory is sent to xAI with the conversation. Applies to the next conversation.
de: Grok Live erhält, was dein Hermes-Agent über dich weiß. Dieses Gedächtnis wird mit der Unterhaltung an xAI gesendet. Gilt ab der nächsten Unterhaltung.
es: Grok Live recibe lo que tu agente Hermes recuerda de ti. Esa memoria se envía a xAI con la conversación. Se aplica a la próxima conversación.
fr: Grok Live reçoit ce que votre agent Hermes sait de vous. Cette mémoire est envoyée à xAI avec la conversation. S'applique à la prochaine conversation.
id: Grok Live menerima apa yang diingat agen Hermes Anda tentang Anda. Memori tersebut dikirim ke xAI bersama percakapan. Berlaku mulai percakapan berikutnya.
it: Grok Live riceve ciò che il tuo agente Hermes ricorda di te. Questa memoria viene inviata a xAI con la conversazione. Vale dalla prossima conversazione.
ja: Grok Liveは、Hermesエージェントが記憶しているあなたの情報を受け取ります。そのメモリは会話とともにxAIに送信されます。次回の会話から適用されます。
ko: Grok Live는 Hermes 에이전트가 사용자에 대해 기억하는 내용을 받아요. 이 메모리는 대화와 함께 xAI로 전송돼요. 다음 대화부터 적용돼요.
pl: Grok Live otrzymuje to, co Twój agent Hermes pamięta o Tobie. Ta pamięć jest wysyłana do xAI razem z rozmową. Obowiązuje od następnej rozmowy.
pt_br: O Grok Live recebe o que seu agente Hermes lembra sobre você. Essa memória é enviada à xAI com a conversa. Vale a partir da próxima conversa.
ru: Grok Live получает то, что ваш агент Hermes помнит о вас. Эта память отправляется в xAI вместе с разговором. Действует со следующего разговора.
tr: Grok Live, Hermes ajanınızın sizinle ilgili hatırladıklarını alır. Bu bellek konuşmayla birlikte xAI'a gönderilir. Sonraki konuşmada geçerli olur.
zh_hans: Grok Live 会获得你的 Hermes 智能体记住的关于你的信息。这些记忆会随对话发送给 xAI。将在下一次对话中生效。
zh_hant: Grok Live 會取得 Hermes 代理程式記得的關於你的內容。這些記憶會隨對話傳送給 xAI。下次對話起生效。

source: Grok Live is not available on this Hermes server.
de: Grok Live ist auf diesem Hermes-Server nicht verfügbar.
es: Grok Live no está disponible en este servidor Hermes.
fr: Grok Live n'est pas disponible sur ce serveur Hermes.
id: Grok Live tidak tersedia di server Hermes ini.
it: Grok Live non è disponibile su questo server Hermes.
ja: このHermesサーバではGrok Liveを利用できません。
ko: 이 Hermes 서버에서는 Grok Live를 사용할 수 없어요.
pl: Grok Live nie jest dostępny na tym serwerze Hermes.
pt_br: O Grok Live não está disponível neste servidor Hermes.
ru: Grok Live недоступен на этом сервере Hermes.
tr: Grok Live bu Hermes sunucusunda kullanılamıyor.
zh_hans: 此 Hermes 服务器上无法使用 Grok Live。
zh_hant: 無法在此 Hermes 伺服器上使用 Grok Live。

source: Grok Live is not available on this Hermes server: %@
de: Grok Live ist auf diesem Hermes-Server nicht verfügbar: %@
es: Grok Live no está disponible en este servidor Hermes: %@
fr: Grok Live n'est pas disponible sur ce serveur Hermes : %@
id: Grok Live tidak tersedia di server Hermes ini: %@
it: Grok Live non è disponibile su questo server Hermes: %@
ja: このHermesサーバではGrok Liveを利用できません：%@
ko: 이 Hermes 서버에서는 Grok Live를 사용할 수 없어요: %@
pl: Grok Live nie jest dostępny na tym serwerze Hermes: %@
pt_br: O Grok Live não está disponível neste servidor Hermes: %@
ru: Grok Live недоступен на этом сервере Hermes: %@
tr: Grok Live bu Hermes sunucusunda kullanılamıyor: %@
zh_hans: 此 Hermes 服务器上无法使用 Grok Live：%@
zh_hant: 無法在此 Hermes 伺服器上使用 Grok Live：%@

source: Grok Live refused the connection.
de: Grok Live hat die Verbindung abgelehnt.
es: Grok Live rechazó la conexión.
fr: Grok Live a refusé la connexion.
id: Grok Live menolak koneksi.
it: Grok Live ha rifiutato la connessione.
ja: Grok Liveが接続を拒否しました。
ko: Grok Live가 연결을 거부했어요.
pl: Grok Live odrzucił połączenie.
pt_br: O Grok Live recusou a conexão.
ru: Grok Live отклонил подключение.
tr: Grok Live bağlantıyı reddetti.
zh_hans: Grok Live 拒绝了连接。
zh_hant: Grok Live 拒絕了連線。

source: Grok Live refused the connection: %@
de: Grok Live hat die Verbindung abgelehnt: %@
es: Grok Live rechazó la conexión: %@
fr: Grok Live a refusé la connexion : %@
id: Grok Live menolak koneksi: %@
it: Grok Live ha rifiutato la connessione: %@
ja: Grok Liveが接続を拒否しました：%@
ko: Grok Live가 연결을 거부했어요: %@
pl: Grok Live odrzucił połączenie: %@
pt_br: O Grok Live recusou a conexão: %@
ru: Grok Live отклонил подключение: %@
tr: Grok Live bağlantıyı reddetti: %@
zh_hans: Grok Live 拒绝了连接：%@
zh_hant: Grok Live 拒絕了連線：%@

source: Grok Live talks with the personality in this profile's SOUL.md. SOUL.md is sent to xAI with the conversation. Applies to the next conversation.
de: Grok Live spricht mit der Persönlichkeit aus der SOUL.md dieses Profils. SOUL.md wird mit der Unterhaltung an xAI gesendet. Gilt ab der nächsten Unterhaltung.
es: Grok Live habla con la personalidad del SOUL.md de este perfil. SOUL.md se envía a xAI con la conversación. Se aplica a la próxima conversación.
fr: Grok Live parle avec la personnalité du SOUL.md de ce profil. SOUL.md est envoyé à xAI avec la conversation. S'applique à la prochaine conversation.
id: Grok Live berbicara dengan kepribadian di SOUL.md profil ini. SOUL.md dikirim ke xAI bersama percakapan. Berlaku mulai percakapan berikutnya.
it: Grok Live parla con la personalità del SOUL.md di questo profilo. SOUL.md viene inviato a xAI con la conversazione. Vale dalla prossima conversazione.
ja: Grok Liveは、このプロファイルのSOUL.mdに記述された人格で話します。SOUL.mdは会話とともにxAIに送信されます。次回の会話から適用されます。
ko: Grok Live는 이 프로필의 SOUL.md에 있는 성격으로 말해요. SOUL.md는 대화와 함께 xAI로 전송돼요. 다음 대화부터 적용돼요.
pl: Grok Live mówi z osobowością z pliku SOUL.md tego profilu. SOUL.md jest wysyłany do xAI razem z rozmową. Obowiązuje od następnej rozmowy.
pt_br: O Grok Live fala com a personalidade do SOUL.md deste perfil. O SOUL.md é enviado à xAI com a conversa. Vale a partir da próxima conversa.
ru: Grok Live говорит с личностью из SOUL.md этого профиля. SOUL.md отправляется в xAI вместе с разговором. Действует со следующего разговора.
tr: Grok Live, bu profilin SOUL.md dosyasındaki kişilikle konuşur. SOUL.md konuşmayla birlikte xAI'a gönderilir. Sonraki konuşmada geçerli olur.
zh_hans: Grok Live 会以此配置文件 SOUL.md 中的个性说话。SOUL.md 会随对话发送给 xAI。将在下一次对话中生效。
zh_hant: Grok Live 會以此設定檔 SOUL.md 中的個性說話。SOUL.md 會隨對話傳送給 xAI。下次對話起生效。

source: Set up Grok Live
de: Grok Live einrichten
es: Configurar Grok Live
fr: Configurer Grok Live
id: Siapkan Grok Live
it: Configura Grok Live
ja: Grok Liveを設定
ko: Grok Live 설정
pl: Skonfiguruj Grok Live
pt_br: Configurar o Grok Live
ru: Настройка Grok Live
tr: Grok Live'ı kur
zh_hans: 设置 Grok Live
zh_hant: 設定 Grok Live

source: Sign in to SuperGrok
de: Bei SuperGrok anmelden
es: Inicia sesión en SuperGrok
fr: Se connecter à SuperGrok
id: Masuk ke SuperGrok
it: Accedi a SuperGrok
ja: SuperGrokにサインイン
ko: SuperGrok에 로그인
pl: Zaloguj się do SuperGrok
pt_br: Fazer login no SuperGrok
ru: Войдите в SuperGrok
tr: SuperGrok'a giriş yapın
zh_hans: 登录 SuperGrok
zh_hant: 登入 SuperGrok

source: Sign in with your SuperGrok or X Premium+ account, or set XAI_API_KEY in the active Hermes profile’s .env file instead. The sign-in stays on your Hermes server.
de: Melde dich mit deinem SuperGrok- oder X-Premium+-Konto an oder setze stattdessen XAI_API_KEY in der .env-Datei des aktiven Hermes-Profils. Die Anmeldung bleibt auf deinem Hermes-Server.
es: Inicia sesión con tu cuenta de SuperGrok o X Premium+, o define XAI_API_KEY en el archivo .env del perfil de Hermes activo. El inicio de sesión se queda en tu servidor Hermes.
fr: Connectez-vous avec votre compte SuperGrok ou X Premium+, ou définissez plutôt XAI_API_KEY dans le fichier .env du profil Hermes actif. La connexion reste sur votre serveur Hermes.
id: Masuk dengan akun SuperGrok atau X Premium+ Anda, atau atur XAI_API_KEY di file .env profil Hermes yang aktif sebagai gantinya. Login tetap di server Hermes Anda.
it: Accedi con il tuo account SuperGrok o X Premium+, oppure imposta XAI_API_KEY nel file .env del profilo Hermes attivo. L'accesso resta sul tuo server Hermes.
ja: SuperGrokまたはX Premium+アカウントでサインインするか、代わりに使用中のHermesプロファイルの.envファイルにXAI_API_KEYを設定してください。サインイン情報はHermesサーバに保持されます。
ko: SuperGrok 또는 X Premium+ 계정으로 로그인하거나, 대신 활성 Hermes 프로필의 .env 파일에 XAI_API_KEY를 설정하세요. 로그인 정보는 Hermes 서버에 그대로 남아요.
pl: Zaloguj się kontem SuperGrok lub X Premium+ albo zamiast tego ustaw XAI_API_KEY w pliku .env aktywnego profilu Hermes. Logowanie pozostaje na Twoim serwerze Hermes.
pt_br: Faça login com sua conta SuperGrok ou X Premium+, ou defina XAI_API_KEY no arquivo .env do perfil ativo do Hermes. O login fica no seu servidor Hermes.
ru: Войдите с учётной записью SuperGrok или X Premium+ либо задайте XAI_API_KEY в файле .env активного профиля Hermes. Данные входа остаются на вашем сервере Hermes.
tr: SuperGrok veya X Premium+ hesabınızla giriş yapın ya da bunun yerine etkin Hermes profilinin .env dosyasında XAI_API_KEY değerini ayarlayın. Giriş Hermes sunucunuzda kalır.
zh_hans: 使用你的 SuperGrok 或 X Premium+ 账户登录，或者改为在当前 Hermes 配置文件的 .env 文件中设置 XAI_API_KEY。登录信息会保留在你的 Hermes 服务器上。
zh_hant: 使用你的 SuperGrok 或 X Premium+ 帳號登入，或改為在目前 Hermes 設定檔的 .env 檔案中設定 XAI_API_KEY。登入資訊會保留在你的 Hermes 伺服器上。
